"appName" = "Inlaider (hr)";


"popup.command.placeholder.typeACommand" = "Upišite naredbu...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "Upišite naredbu ili pritisnite Enter za zatvaranje...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "Upišite naredbu ili pritisnite Enter za lijepljenje rezultata";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — prebacuje na uređivač";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — prebacuje na liniju naredbi";
"popup.shortcut.clearCanvas" = "⌘⌫ čisti uređivač";
"popup.shortcut.copyCanvas" = "⌘C kopira sadržaj uređivača";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C ili Enter kopira sadržaj uređivača";
"popup.shortcut.enterPaste" = "Enter umeće u";
"popup.shortcut.esc" = "Esc zatvara do";

"show" = "Prikaži";
"about" = "O programu";
"quit" = "Završi";
"close" = "Zatvori";
"cancel" = "Odustani";
"save" = "Spremi";
"ok" = "OK";
"settings" = "Postavke";
"copied" = "Kopirano";

"settings.section.general.title" = "Općenito";
"settings.accessibility.title" = "Pristupačnost";
"settings.accessibility.description" = "Ovo dopuštenje je potrebno za automatsko čitanje odabranog teksta i umetanje obrađenog rezultata natrag u izvorno tekstualno polje.\nBez pristupa, aplikacija će koristiti međuspremnik za prijenos podataka.";
"settings.inlaiderShortcut.label" = "Prečac za Inlaider";
"settings.LaunchAtLogin.label" = "Pokreni pri prijavi";

"settings.section.ownAPIKeys.title" = "Vlastiti API ključevi";
"provider.apiKey.title" = "API ključ";
"provider.apiKey.placeholder" = "Unesite API ključ ovdje";
"provider.models.title" = "Modeli";
"provider.models.new.placeholder" = "Dodajte naziv modela";

"settings.section.customPrompts.title" = "Zamjene promptova";
"prompts.general.title" = "Opći prompt";
"prompts.replacements.title" = "Zamjene promptova";
"prompts.replacements.replaceWhat.label" = "Zamijeni";
"prompts.replacements.model.label" = "Model";
"prompts.replacements.replaceWith.label" = "Na prompt";
"prompts.replacements.error.exists.message" = "Zamjena naredbe '%@' već postoji.";

"about.ThirdPartyLicenses" = "Licence trećih strana";
"about.VisitOnGithub" = "Pogledaj na GitHub";
"about.version" = "Verzija %@";

"error.title" = "Greška";